Repository: Porabuild/Poracode
Catalog: ios/App/App/Resources/Settings.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# settings.profile.local
source: Local
de: Lokal
ja: ローカル
ko: 로컬
pl: Lokalny
ru: Локальный
tr: Yerel
uk: Локальний
vi: Cục bộ
zh_hans: 本地

# settings.profile.longestStreak
source: Longest streak
de: Längste Serie
es: Racha más larga
fr: Plus longue série
ja: 最長連続記録
ko: 최장 연속 기록
pl: Najdłuższa seria
pt_br: Maior sequência
ru: Самая длинная серия
tr: En uzun seri
uk: Найдовша серія
vi: Chuỗi dài nhất
zh_hans: 最长连续记录

# settings.profile.longestTask
source: Longest task
de: Längste Aufgabe
es: Tarea más larga
fr: Tâche la plus longue
ja: 最長タスク
ko: 가장 긴 작업
pl: Najdłuższe zadanie
pt_br: Tarefa mais longa
ru: Самая долгая задача
tr: En uzun görev
uk: Найтриваліше завдання
vi: Tác vụ dài nhất
zh_hans: 最长任务

# settings.profile.mcpServers
source: MCP servers
de: MCP-Server
es: Servidores MCP
fr: Serveurs MCP
ja: MCPサーバー
ko: MCP 서버
pl: Serwery MCP
pt_br: Servidores MCP
ru: Серверы MCP
tr: MCP sunucuları
uk: Сервери MCP
vi: Máy chủ MCP
zh_hans: MCP 服务器

# settings.profile.modelUsage
source: Model usage
de: Modellnutzung
es: Uso de modelos
fr: Utilisation des modèles
ja: モデル使用状況
ko: 모델 사용량
pl: Użycie modeli
pt_br: Uso de modelos
ru: Использование моделей
tr: Model kullanımı
uk: Використання моделей
vi: Mức sử dụng mô hình
zh_hans: 模型使用情况

# settings.profile.modes
source: Modes
de: Modi
es: Modos
ja: モード
ko: 모드
pl: Tryby
pt_br: Modos
ru: Режимы
tr: Modlar
uk: Режими
vi: Chế độ
zh_hans: 模式

# settings.profile.more
source: More
de: Mehr
es: Más
fr: Plus
ja: 多い
ko: 많음
pl: Więcej
pt_br: Mais
ru: Больше
tr: Daha fazla
uk: Більше
vi: Nhiều hơn
zh_hans: 较多

# settings.profile.mostActiveHour
source: Most active hour
de: Aktivste Stunde
es: Hora más activa
fr: Heure la plus active
ja: 最もアクティブな時間
ko: 가장 활발한 시간
pl: Najaktywniejsza godzina
pt_br: Horário mais ativo
ru: Самый активный час
tr: En aktif saat
uk: Найактивніша година
vi: Giờ hoạt động nhiều nhất
zh_hans: 最活跃时段

# settings.profile.mostUsedProvider
source: Most used provider
de: Meistgenutzter Anbieter
es: Proveedor más usado
fr: Fournisseur le plus utilisé
ja: 最も使用したプロバイダー
ko: 가장 많이 사용한 제공업체
pl: Najczęściej używany dostawca
pt_br: Provedor mais usado
ru: Самый используемый провайдер
tr: En çok kullanılan sağlayıcı
uk: Найчастіше використовуваний провайдер
vi: Nhà cung cấp được dùng nhiều nhất
zh_hans: 最常用提供商

# settings.profile.mostUsedReasoning
source: Most used reasoning
de: Meistgenutztes Reasoning
es: Razonamiento más usado
fr: Raisonnement le plus utilisé
ja: 最も使用した推論
ko: 가장 많이 사용한 추론
pl: Najczęściej używane rozumowanie
pt_br: Raciocínio mais usado
ru: Самый используемый режим рассуждений
tr: En çok kullanılan akıl yürütme
uk: Найчастіше використовуваний режим міркувань
vi: Chế độ suy luận được dùng nhiều nhất
zh_hans: 最常用推理模式

# settings.profile.noAIGitActions
source: No AI commits, PRs, or conflict resolutions tracked yet.
de: Noch keine KI-Commits, PRs oder Konfliktlösungen erfasst.
es: Aún no se registraron commits, PR ni resoluciones de conflictos con IA.
fr: Aucun commit, PR ou résolution de conflit par IA suivi pour le moment.
ja: AIによるコミット、PR、競合解決はまだ記録されていません。
ko: 아직 AI 커밋, PR 또는 충돌 해결 기록이 없습니다.
pl: Nie zarejestrowano jeszcze commitów, PR-ów ani rozwiązań konfliktów przez AI.
pt_br: Nenhum commit, PR ou resolução de conflito por IA registrado ainda.
ru: Коммиты, PR и разрешения конфликтов с помощью ИИ пока не отслеживались.
tr: Henüz yapay zekâ commit'i, PR'ı veya çakışma çözümü izlenmedi.
uk: Коміти, PR або вирішення конфліктів за допомогою ШІ ще не відстежувалися.
vi: Chưa theo dõi commit, PR hoặc lần giải quyết xung đột nào bằng AI.
zh_hans: 尚未记录 AI 提交、PR 或冲突解决。

# settings.profile.noActivity
source: No activity yet.
de: Noch keine Aktivität.
es: Aún no hay actividad.
fr: Aucune activité pour le moment.
ja: まだアクティビティはありません。
ko: 아직 활동이 없습니다.
pl: Brak aktywności.
pt_br: Nenhuma atividade ainda.
ru: Активности пока нет.
tr: Henüz etkinlik yok.
uk: Активності ще немає.
vi: Chưa có hoạt động.
zh_hans: 尚无活动。

# settings.profile.noMCPTools
source: No MCP tools used yet.
de: Noch keine MCP-Tools verwendet.
es: Aún no se usaron herramientas MCP.
fr: Aucun outil MCP utilisé pour le moment.
ja: まだMCPツールは使用されていません。
ko: 아직 사용한 MCP 도구가 없습니다.
pl: Nie użyto jeszcze żadnych narzędzi MCP.
pt_br: Nenhuma ferramenta MCP usada ainda.
ru: Инструменты MCP пока не использовались.
tr: Henüz MCP aracı kullanılmadı.
uk: Інструменти MCP ще не використовувалися.
vi: Chưa sử dụng công cụ MCP nào.
zh_hans: 尚未使用任何 MCP 工具。

# settings.profile.noSkills
source: No skills used yet.
de: Noch keine Skills verwendet.
es: Aún no se usaron habilidades.
fr: Aucune compétence utilisée pour le moment.
ja: まだスキルは使用されていません。
ko: 아직 사용한 스킬이 없습니다.
pl: Nie użyto jeszcze żadnych umiejętności.
pt_br: Nenhuma skill usada ainda.
ru: Навыки пока не использовались.
tr: Henüz beceri kullanılmadı.
uk: Навички ще не використовувалися.
vi: Chưa sử dụng kỹ năng nào.
zh_hans: 尚未使用任何技能。

# settings.profile.noThreads
source: No threads yet.
de: Noch keine Threads.
es: Aún no hay hilos.
fr: Aucun fil pour le moment.
ja: まだスレッドはありません。
ko: 아직 스레드가 없습니다.
pl: Brak wątków.
pt_br: Nenhuma conversa ainda.
ru: Веток пока нет.
tr: Henüz konu yok.
uk: Гілок ще немає.
vi: Chưa có luồng nào.
zh_hans: 尚无线程。

# settings.profile.providers
source: Providers
de: Anbieter
es: Proveedores
fr: Fournisseurs
ja: プロバイダー
ko: 제공업체
pl: Dostawcy
pt_br: Provedores
ru: Провайдеры
tr: Sağlayıcılar
uk: Провайдери
vi: Nhà cung cấp
zh_hans: 提供商

# settings.profile.run
source: run
de: Ausführung
es: ejecución
fr: exécution
ja: 回
ko: 회
pl: uruchomienie
pt_br: execução
ru: запуск
tr: çalıştırma
uk: запуск
vi: lượt chạy
zh_hans: 次运行

# settings.profile.runs
source: runs
de: Ausführungen
es: ejecuciones
fr: exécutions
ja: 回
ko: 회
pl: uruchomienia
pt_br: execuções
ru: запусков
tr: çalıştırma
uk: запусків
vi: lượt chạy
zh_hans: 次运行

# settings.profile.skillRuns
source: Skill runs
de: Skill-Ausführungen
es: Ejecuciones de habilidades
fr: Exécutions de compétences
ja: スキル実行回数
ko: 스킬 실행
pl: Uruchomienia umiejętności
pt_br: Execuções de skills
ru: Запуски навыков
tr: Beceri çalıştırmaları
uk: Запуски навичок
vi: Lượt chạy kỹ năng
zh_hans: 技能运行次数

# settings.profile.skillsExplored
source: Skills explored
de: Erkundete Skills
es: Habilidades exploradas
fr: Compétences explorées
ja: 試したスキル
ko: 탐색한 스킬
pl: Poznane umiejętności
pt_br: Skills exploradas
ru: Изученные навыки
tr: Keşfedilen beceriler
uk: Досліджені навички
vi: Kỹ năng đã khám phá
zh_hans: 已探索技能

# settings.profile.subagentRuns
source: Subagent runs
de: Subagent-Ausführungen
es: Ejecuciones de subagentes
fr: Exécutions de sous-agents
ja: サブエージェント実行回数
ko: 하위 에이전트 실행
pl: Uruchomienia podagentów
pt_br: Execuções de subagentes
ru: Запуски субагентов
tr: Alt aracı çalıştırmaları
uk: Запуски субагентів
vi: Lượt chạy tác tử phụ
zh_hans: 子代理运行次数

# settings.profile.tokensFrom
source: Tokens from %@
de: Tokens von %@
es: Tokens de %@
fr: Jetons de %@
ja: %@のトークン
ko: %@의 토큰
pl: Tokeny z %@
pt_br: Tokens de %@
ru: Токены из %@
tr: %@ kaynaklı tokenlar
uk: Токени з %@
vi: Token từ %@
zh_hans: 令牌来源：%@

# settings.profile.workflowRuns
source: Workflow runs
de: Workflow-Ausführungen
es: Ejecuciones de flujos
fr: Exécutions de workflows
ja: ワークフロー実行回数
ko: 워크플로 실행
pl: Uruchomienia przepływów
pt_br: Execuções de fluxos
ru: Запуски процессов
tr: İş akışı çalıştırmaları
uk: Запуски робочих процесів
vi: Lượt chạy quy trình
zh_hans: 工作流运行次数

# settings.route.activity
source: Activity
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティ
ko: 활동
pl: Aktywność
pt_br: Atividade
ru: Деятельность
tr: Etkinlik
uk: діяльність
vi: Hoạt động
zh_hans: 活动

# settings.route.activity.description
source: Prompts, threads, and workflows
de: Eingabeaufforderungen, Threads und Workflows
es: Avisos, subprocesos y flujos de trabajo
fr: Invites, threads et flux de travail
ja: プロンプト、スレッド、およびワークフロー
ko: 프롬프트, 스레드 및 워크플로
pl: Monity, wątki i przepływy pracy
pt_br: Prompts, threads e fluxos de trabalho
ru: Подсказки, потоки и рабочие процессы
tr: İstemler, ileti dizileri ve iş akışları
uk: Підказки, потоки та робочі процеси
vi: Lời nhắc, chủ đề và quy trình công việc
zh_hans: 提示、线程和工作流程

# settings.route.agents
source: Agents
de: Agenten
es: Agentes
ja: エージェント
ko: 에이전트
pl: Agenci
pt_br: Agentes
ru: Агенты
tr: Temsilciler
uk: Агенти
vi: Đại lý
zh_hans: 代理商

# settings.route.agents.description
source: Installation and sign-in status
de: Installations- und Anmeldestatus
es: Estado de instalación e inicio de sesión
fr: Statut d'installation et de connexion
ja: インストールとサインインのステータス
ko: 설치 및 로그인 상태
pl: Stan instalacji i logowania
pt_br: Status de instalação e login
ru: Статус установки и входа
tr: Kurulum ve oturum açma durumu
uk: Статус встановлення та входу
vi: Trạng thái cài đặt và đăng nhập
zh_hans: 安装和登录状态

# settings.route.devices
source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
ja: デバイス
ko: 장치
pl: Urządzenia
pt_br: Dispositivos
ru: Устройства
tr: Cihazlar
uk: Пристрої
vi: Thiết bị
zh_hans: 设备

# settings.route.devices.description
source: Desktops included in profile statistics
de: In der Profilstatistik enthaltene Desktops
es: Escritorios incluidos en las estadísticas del perfil
fr: Ordinateurs de bureau inclus dans les statistiques de profil
ja: プロファイル統計に含まれるデスクトップ
ko: 프로필 통계에 포함된 데스크탑
pl: Komputery stacjonarne uwzględnione w statystykach profilu
pt_br: Desktops incluídos nas estatísticas do perfil
ru: Десктопы включены в статистику профиля
tr: Profil istatistiklerine dahil edilen masaüstü bilgisayarlar
uk: Настільні комп’ютери включені в статистику профілю
vi: Máy tính để bàn được bao gồm trong thống kê hồ sơ
zh_hans: 配置文件统计中包含的桌面

# settings.route.generation.description
source: Models used for automatic actions
de: Modelle, die für automatische Aktionen verwendet werden
es: Modelos utilizados para acciones automáticas.
fr: Modèles utilisés pour les actions automatiques
ja: 自動アクションに使用されるモデル
ko: 자동 작업에 사용되는 모델
pl: Modele wykorzystywane do działań automatycznych
pt_br: Modelos usados para ações automáticas
ru: Модели, используемые для автоматических действий
tr: Otomatik işlemler için kullanılan modeller
uk: Моделі, що використовуються для автоматичних дій
vi: Các mô hình được sử dụng cho hành động tự động
zh_hans: 用于自动操作的模型

# settings.route.profile
source: Profile
de: Profil
es: Perfil
fr: Profil
ja: プロフィール
ko: 프로필
pl: Profil
pt_br: Perfil
ru: Профиль
tr: Profil
uk: Профіль
vi: Hồ sơ
zh_hans: 公司简介

# settings.route.profile.description
source: Public identity for this desktop
de: Öffentliche Identität für diesen Desktop
es: Identidad pública para este escritorio
fr: Identité publique pour ce bureau
ja: このデスクトップのパブリック ID
ko: 이 데스크탑의 공개 ID
pl: Tożsamość publiczna dla tego pulpitu
pt_br: Identidade pública para este desktop
ru: Публичный идентификатор для этого рабочего стола
tr: Bu masaüstü için genel kimlik
uk: Загальнодоступний ідентифікатор для цього робочого столу
vi: Danh tính công khai cho máy tính để bàn này
zh_hans: 此桌面的公共身份

# settings.route.tokens
source: Tokens
de: Token
es: Fichas
fr: Jetons
ja: トークン
ko: 토큰
pl: Żetony
pt_br: Fichas
ru: Токены
tr: Jetonlar
uk: Жетони
vi: Mã thông báo
zh_hans: 代币

# settings.route.tokens.description
source: Token totals by provider
de: Token-Gesamtzahl nach Anbieter
es: Totales de tokens por proveedor
fr: Totaux de jetons par fournisseur
ja: プロバイダー別のトークンの合計
ko: 공급자별 토큰 합계
pl: Sumy tokenów według dostawcy
pt_br: Totais de tokens por provedor
ru: Общее количество токенов по провайдерам
tr: Sağlayıcıya göre jeton toplamları
uk: Сума токенів за постачальником
vi: Tổng số token theo nhà cung cấp
zh_hans: 按提供商划分的代币总数

# settings.route.usage
source: Usage
de: Nutzung
es: Uso
fr: Utilisation
ja: 使用量
ko: 사용량
pl: Użycie
pt_br: Uso
ru: Использование
tr: Kullanım
uk: Використання
vi: Mức sử dụng
zh_hans: 用量

# settings.route.usage.description
source: Limits, credits, and token totals
de: Limits, Credits und Token-Gesamtsummen
es: Límites, créditos y totales de tokens
fr: Limites, crédits et totaux de jetons
ja: 制限、クレジット、およびトークンの合計
ko: 한도, 크레딧, 토큰 합계
pl: Limity, kredyty i sumy tokenów
pt_br: Limites, créditos e totais de tokens
ru: Лимиты, кредиты и суммы токенов
tr: Limitler, krediler ve jeton toplamları
uk: Ліміти, кредити та суми жетонів
vi: Giới hạn, tín dụng và tổng số mã thông báo
zh_hans: 限额、积分和代币总数

# settings.route.workspace
source: Workspace
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
ja: ワークスペース
ko: 작업공간
pl: Obszar roboczy
pt_br: Espaço de trabalho
ru: Рабочая область
tr: Çalışma alanı
uk: Робоча область
vi: Không gian làm việc
zh_hans: 工作空间

# settings.route.workspace.description
source: Worktrees and pull request defaults
de: Arbeitsbäume und Standardeinstellungen für Pull-Requests
es: Árboles de trabajo y valores predeterminados de solicitudes de extracción
fr: Arbres de travail et valeurs par défaut des demandes d'extraction
ja: ワークツリーとプルリクエストのデフォルト
ko: 작업 트리 및 풀 요청 기본값
pl: Wartości domyślne drzew roboczych i żądań ściągnięcia
pt_br: Árvores de trabalho e padrões de pull request
ru: Рабочие деревья и параметры запроса на извлечение по умолчанию
tr: Çalışma ağaçları ve çekme isteği varsayılanları
uk: Стандартні параметри робочих дерев і запитів на отримання
vi: Cây công việc và mặc định yêu cầu kéo
zh_hans: 工作树和拉取请求默认值

# settings.routes.configuration
source: Configuration
de: Konfiguration
es: Configuración
ja: 構成
ko: 구성
pl: Konfiguracja
pt_br: Configuração
ru: Конфигурация
tr: Yapılandırma
uk: Конфігурація
vi: Cấu hình
zh_hans: 配置

# settings.routes.section
source: Host Information
de: Hostinformationen
es: Información del anfitrión
fr: Informations sur l'hôte
ja: ホスト情報
ko: 호스트 정보
pl: Informacje o gospodarzu
pt_br: Informações do anfitrião
ru: Информация о хосте
tr: Ana Bilgisayar Bilgileri
uk: Інформація про хоста
vi: Thông tin máy chủ
zh_hans: 主机信息

# settings.state.loading
source: Loading…
de: Laden…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
ko: 로드 중…
pl: Ładowanie…
pt_br: Carregando…
ru: Загрузка…
tr: Yükleniyor…
uk: Завантаження…
vi: Đang tải…
zh_hans: 加载中...

# settings.state.noData
source: No information available
de: Keine Informationen verfügbar
es: No hay información disponible
fr: Aucune information disponible
ja: 情報はありません
ko: 사용 가능한 정보가 없습니다.
pl: Brak dostępnych informacji
pt_br: Nenhuma informação disponível
ru: Нет доступной информации
tr: Bilgi mevcut değil
uk: Інформація відсутня
vi: Không có thông tin sẵn có
zh_hans: 无可用信息

# settings.state.unavailable
source: Settings unavailable
de: Einstellungen nicht verfügbar
es: Configuraciones no disponibles
fr: Paramètres indisponibles
ja: 設定が利用できません
ko: 설정을 사용할 수 없음
pl: Ustawienia niedostępne
pt_br: Configurações indisponíveis
ru: Настройки недоступны
tr: Ayarlar kullanılamıyor
uk: Налаштування недоступні
vi: Cài đặt không có sẵn
zh_hans: 设置不可用

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置

# settings.tokens.lifetime
source: Lifetime tokens
de: Tokens insgesamt
es: Tokens de por vida
fr: Jetons à vie
ja: 累計トークン
ko: 누적 토큰
pl: Tokeny łącznie
pt_br: Tokens vitalícios
ru: Токены за всё время
tr: Tüm zamanların tokenları
uk: Токени за весь час
vi: Token trọn đời
zh_hans: 累计令牌

# settings.tokens.peakDay
source: Peak day
de: Spitzentag
es: Día pico
fr: Jour de pointe
ja: ピーク日
ko: 성수기
pl: Dzień szczytowy
pt_br: Dia de pico
ru: Пиковый день
tr: Yoğun gün
uk: Піковий день
vi: Ngày cao điểm
zh_hans: 高峰日

# settings.tokens.unavailable
source: Token statistics are not available for this selection.
de: Für diese Auswahl sind keine Token-Statistiken verfügbar.
es: Las estadísticas de tokens no están disponibles para esta selección.
fr: Les statistiques des jetons ne sont pas disponibles pour cette sélection.
ja: この選択ではトークン統計は利用できません。
ko: 이 선택 항목에는 토큰 통계를 사용할 수 없습니다.
pl: Statystyki tokenów nie są dostępne dla tego wyboru.
pt_br: As estatísticas de token não estão disponíveis para esta seleção.
ru: Статистика токенов для этого выбора недоступна.
tr: Bu seçim için belirteç istatistikleri mevcut değil.
uk: Для цього вибору статистика маркерів недоступна.
vi: Thống kê mã thông báo không có sẵn cho lựa chọn này.
zh_hans: 令牌统计信息不适用于此选择。

# settings.tokens.unavailableFor
source: Token usage unavailable for: %@
de: Tokennutzung nicht verfügbar für: %@
es: Uso de tokens no disponible para: %@
fr: Utilisation des jetons indisponible pour : %@
ja: トークン使用量を取得できません：%@
ko: 토큰 사용량을 확인할 수 없음: %@
pl: Użycie tokenów niedostępne dla: %@
pt_br: Uso de tokens indisponível para: %@
ru: Данные об использовании токенов недоступны для: %@
tr: Token kullanımı şu sağlayıcılar için kullanılamıyor: %@
uk: Дані про використання токенів недоступні для: %@
vi: Không có dữ liệu sử dụng token cho: %@
zh_hans: 无法获取令牌用量：%@

# settings.usage.account
source: Account
de: Konto
es: cuenta
fr: Compte
ja: アカウント
ko: 계정
pl: Konto
pt_br: Conta
ru: Аккаунт
tr: Hesap
uk: Обліковий запис
vi: Tài khoản
zh_hans: 账户

# settings.usage.appNotRunning
source: App not running
de: App läuft nicht
es: La aplicación no se ejecuta
fr: L'application ne fonctionne pas
ja: アプリが実行されていない
ko: 앱이 실행되지 않음
pl: Aplikacja nie działa
pt_br: O aplicativo não está em execução
ru: Приложение не работает
tr: Uygulama çalışmıyor
uk: Додаток не працює
vi: Ứng dụng không chạy
zh_hans: 应用程序未运行

# settings.usage.authMissing
source: Sign-in required
de: Anmeldung erforderlich
es: Es necesario iniciar sesión
fr: Connexion requise
ja: サインインが必要です
ko: 로그인이 필요합니다
pl: Wymagane logowanie
pt_br: É necessário fazer login
ru: Требуется вход
tr: Oturum açmanız gerekiyor
uk: Потрібен вхід
vi: Yêu cầu đăng nhập
zh_hans: 需要登录

# settings.usage.cached
source: Cached data
de: Zwischengespeicherte Daten
es: Datos almacenados en caché
fr: Données mises en cache
ja: キャッシュされたデータ
ko: 캐시된 데이터
pl: Dane w pamięci podręcznej
pt_br: Dados armazenados em cache
ru: Кэшированные данные
tr: Önbelleğe alınmış veriler
uk: Кешовані дані
vi: Dữ liệu được lưu trong bộ nhớ đệm
zh_hans: 缓存数据

# settings.usage.cost
source: Cost
de: Kosten
es: Costo
fr: Coût
ja: コスト
ko: 비용
pl: Koszt
pt_br: Custo
ru: Стоимость
tr: Maliyet
uk: Вартість
vi: Chi phí
zh_hans: 成本

# settings.usage.error
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用不可
ko: 이용 불가
pl: Niedostępne
pt_br: Indisponível
ru: Недоступно
tr: Kullanılamıyor
uk: Недоступний
vi: Không có sẵn
zh_hans: 不可用

# settings.usage.noProvidersTracked
source: No providers are being tracked.
de: Es werden keine Anbieter getrackt.
es: No se están rastreando proveedores.
fr: Aucun fournisseur n'est suivi.
ja: 追跡されているプロバイダーはありません。
ko: 추적 중인 공급자가 없습니다.
pl: Żaden dostawca nie jest śledzony.
pt_br: Nenhum provedor está sendo rastreado.
ru: Провайдеры не отслеживаются.
tr: Hiçbir sağlayıcı izlenmiyor.
uk: Провайдери не відстежуються.
vi: Không có nhà cung cấp đang được theo dõi.
zh_hans: 未跟踪任何提供商。

# settings.usage.ok
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
ja: 利用可能
ko: 가능
pl: Dostępne
pt_br: Disponível
ru: Доступно
tr: Mevcut
uk: в наявності
vi: Có sẵn
zh_hans: 可用

# settings.usage.period.cycle
source: Billing cycle
de: Abrechnungszeitraum
es: Ciclo de facturación
fr: Cycle de facturation
ja: 請求サイクル
ko: 결제 주기
pl: Cykl rozliczeniowy
pt_br: Ciclo de cobrança
ru: Цикл выставления счёта
tr: Fatura dönemi
uk: Цикл виставлення рахунку
vi: Chu kỳ thanh toán
zh_hans: 账单周期

# settings.usage.period.sevenDays
source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
ja: 7日
ko: 7일
pl: 7 dni
pt_br: 7 dias
ru: 7 дней
tr: 7 gün
uk: 7 днів
vi: 7 ngày
zh_hans: 7 天

# settings.usage.period.thirtyDays
source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
ja: 30日
ko: 30일
pl: 30 dni
pt_br: 30 dias
ru: 30 дней
tr: 30 gün
uk: 30 днів
vi: 30 ngày
zh_hans: 30 天

# settings.usage.period.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
pl: Dziś
pt_br: Hoje
ru: Сегодня
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天

# settings.usage.plan
source: Plan
de: Planen
es: Planificar
fr: Planifier
ja: 計画
ko: 계획
pl: Planuj
pt_br: Plano
ru: План
tr: Planı
uk: План
vi: kế hoạch
zh_hans: 计划

# settings.usage.quotaHit
source: Quota reached
de: Kontingent erreicht
es: Cuota alcanzada
fr: Quota atteint
ja: クォータに達しました
ko: 할당량 도달
pl: Limit osiągnięty
pt_br: Cota atingida
ru: Достигнута квота
tr: Kota ulaşıldı
uk: Вичерпано квоту
vi: Đã đạt hạn ngạch
zh_hans: 配额已达

# settings.usage.rateLimited
source: Rate limited
de: Preis begrenzt
es: Tarifa limitada
fr: Tarif limité
ja: レート制限あり
ko: 요금 제한
pl: Cena ograniczona
pt_br: Taxa limitada
ru: Скорость ограничена
tr: Hız sınırlı
uk: Тариф обмежений
vi: Tỷ lệ giới hạn
zh_hans: 速率有限

# settings.usage.totalTokens
source: Total tokens
de: Gesamtzahl der Token
es: fichas totales
fr: Total des jetons
ja: 総トークン数
ko: 총 토큰
pl: Suma tokenów
pt_br: Totais de fichas
ru: Всего токенов
tr: Toplam jeton
uk: Всього жетонів
vi: Tổng số token
zh_hans: 代币总数

# settings.usage.unlimited
source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
ja: 無制限
ko: 무제한
pl: Nieograniczony
pt_br: Ilimitado
ru: Без ограничений
tr: Sınırsız
uk: Без обмежень
vi: Không giới hạn
zh_hans: 无限

# settings.usage.unsupported
source: Not supported
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge
ja: サポートされていません
ko: 지원되지 않음
pl: Nieobsługiwane
pt_br: Não compatível
ru: Не поддерживается
tr: Desteklenmiyor
uk: Не підтримується
vi: Không được hỗ trợ
zh_hans: 不支持

# settings.usage.updatedAgo
source: Updated %@
de: %@ aktualisiert
es: Actualizado %@
fr: %@ mis à jour
ja: %@を更新しました
ko: %@ 업데이트됨
pl: Zaktualizowano %@
pt_br: Atualizado %@
ru: Обновлено %@
tr: %@ güncellendi
uk: Оновлено %@
vi: Đã cập nhật %@
zh_hans: 更新了%@

# settings.workspace.automation
source: Pull Request Automation
de: Pull-Request-Automatisierung
es: Automatización de solicitudes de extracción
fr: Automatisation des demandes de tirage
ja: プルリクエストの自動化
ko: 풀 요청 자동화
pl: Automatyzacja żądania ściągania
pt_br: Automação de solicitação pull
ru: Автоматизация запросов на включение
tr: Çekme İsteği Otomasyonu
uk: Автоматизація запитів на отримання
vi: Tự động hóa yêu cầu kéo
zh_hans: 拉取请求自动化

# settings.workspace.basePath
source: Base path
de: Basispfad
es: Camino básico
fr: Chemin de base
ja: ベースパス
ko: 기본 경로
pl: Ścieżka bazowa
pt_br: Caminho básico
ru: Базовый путь
tr: Temel yol
uk: Базовий шлях
vi: Đường cơ sở
zh_hans: 基本路径

# settings.workspace.defaultAction
source: Default action
de: Standardaktion
es: Acción predeterminada
fr: Action par défaut
ja: デフォルトのアクション
ko: 기본 동작
pl: Domyślna akcja
pt_br: Ação padrão
ru: Действие по умолчанию
tr: Varsayılan eylem
uk: Дія за замовчуванням
vi: Hành động mặc định
zh_hans: 默认操作

# settings.workspace.fix
source: Fix
de: Beheben
es: Arreglar
fr: Corriger
ja: 修正
ko: 수정
pl: Napraw
pt_br: Correção
ru: Исправить
tr: Düzeltme
uk: Виправити
vi: sửa chữa
zh_hans: 修复

# settings.workspace.merge
source: Merge
de: Zusammenführen
es: fusionar
fr: Fusionner
ja: マージ
ko: 병합
pl: Połącz
pt_br: Mesclar
ru: Объединить
tr: Birleştir
uk: Об’єднати
vi: Hợp nhất
zh_hans: 合并

# settings.workspace.mergeMethod
source: Merge method
de: Merge-Methode
es: método de fusión
fr: Méthode de fusion
ja: マージ方法
ko: 병합 방법
pl: Metoda scalania
pt_br: Método de mesclagem
ru: Метод слияния
tr: Birleştirme yöntemi
uk: Метод злиття
vi: Phương pháp hợp nhất
zh_hans: 合并方法

# settings.workspace.off
source: Off
de: Aus
es: Apagado
fr: Désactivé
ja: オフ
ko: 끄기
pl: Wyłączone
pt_br: Desligado
ru: Выкл.
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_hans: 关闭

# settings.workspace.projectRelative
source: Inside project
de: Insider-Projekt
es: Proyecto interior
fr: Projet intérieur
ja: プロジェクト内
ko: 프로젝트 내부
pl: Projekt wewnętrzny
pt_br: Projeto interno
ru: Внутри проекта
tr: Proje içi
uk: Внутрішній проект
vi: Dự án bên trong
zh_hans: 项目内部
